[
  {
    "name": "Naomi Day",
    "reason": "Artshack’s focus on bringing the transformative power of the earth (quite literally!!) into a historically Black community that has been attacked and demeaned and so much more is deeply meaningful to me both as an artist and as a community member committed to upholding liberation and interconnected relationship building in these contexts.",
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Erika Ngo",
    "reason": "ArtShack has been a safe place of creativity, friendship and joy for my child for many years. I have attended one fundraising event and was impressed with the body of work of its students and staff as well as the beautiful facility and the  anchor it is to the neighborhood. When so many people are hurting and cries for reform are this loud then positive action for change must occur. I support reform and sincere engagement to address the issues of racism and diversity and inclusion.",
    "role": "Parent; Ally"
  },
  {
    "name": "Adrian Elim",
    "reason": "Some friends of mine work at Artshack and I am a firm believer in workers rights, unions etc. besides with all the relentless gentrification currently ravaging our neighborhoods - these organizations need to be held to a higher standard if they plan to stay",
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "LaQuann Dawson",
    "reason": null,
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Isabel Mendia",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Sarah Ngo",
    "reason": "Art Shack is a treasured safe space and source of community support for someone very dear to me, as I’m sure it is for so many others. Keep Art Shack a supportive, inclusive community!!",
    "role": "Ally"
  },
  {
    "name": "michael  dajour",
    "reason": "As a previous student, staff member, and now current working member that was introduced to clay through Artshack and the beautiful diverse community that it holds, it hurts to hear about the actions that have been taking place in this once holistic space. In a time where DEI actions are taking place, it is important that Artshack is held accountable to uphold the standards of the mission statement that is proudly waved on their website. If the mission statement is not being practiced on a daily basis, then it should be updated immediately instead of waving it around to continue receiving funding and grants that were giving to them on said premises. You should NOT be silencing people with retaliation for bringing awareness and accountability to your very eyes.",
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Noelani Fishman",
    "reason": "I’ve visited Artshack numerous times for events and always uplifted by the community. It’s a shame for that to be tainted",
    "role": "Ally"
  },
  {
    "name": "Sarah Steidle",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Savannah Ngo",
    "reason": "Communication is key. Cutting off communication is the sure downfall of any great organization. I hope the ED comes to the table, hears the concerns of the community, and responds as needed.",
    "role": "Student"
  },
  {
    "name": "Elycia Castaneda",
    "reason": null,
    "role": "Staff; Member"
  },
  {
    "name": "Sarah Hulton",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Phil Herbert",
    "reason": "Artshack is a critical part of the community - I have personally seen the hugely positive impact it has had on many friends, the importance it has in the neighbourhood, and the lifeline it represents to artists throughout Bed-Stuy.",
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Julie L.",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "fayola fair",
    "reason": "you put these words in your mission statement. you decided to align yourself with anti-racist practice, now is the time to step up and be held\naccountable for maintaining the mission YOU created.",
    "role": "Working Member"
  },
  {
    "name": "Stephanie O’Brien",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Dan Hanf",
    "reason": null,
    "role": "Bed-Stuy Community Member"
  },
  {
    "name": "Sara Parelhoff",
    "reason": "If Artshack is going to purport to be a net good for the community, then that must be backed up by action.",
    "role": "Ally"
  },
  {
    "name": "Mary Bess Pritchett",
    "reason": "In a time of consistent attacks on diversity, equity, inclusion, accessibility, and creative expression, spaces like Artshack are vital. And, if those in leadership at such a crucial community hub cannot create safe spaces for its staff, students, members, and their families, then accountability must be taken and grievances addressed. Sending all my support and gratitude to the Artshack staff and community!",
    "role": "Ally"
  },
  {
    "name": "Sam Speedy",
    "reason": null,
    "role": "Student"
  },
  {
    "name": "Paige Hackworth",
    "reason": "Art shack should be an inclusive and safe place for everyone who attends.",
    "role": "Ally"
  },
  {
    "name": "Jerry Mao",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Anjali Ahuja",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Candice Bailey",
    "reason": "Every person, regardless of background, finances, or identity, deserves access to clay and art and the freedom, joys, and lessons that clay can teach us all.",
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Mabel Namboos",
    "reason": null,
    "role": "Teacher; Bed-Stuy Community Member"
  },
  {
    "name": "Mars Dixon",
    "reason": "Artshack is my third place. It's my meditative space, my creative space, my community space. It's the first place I go when the cruelty/violence/white supremacy of the world is too heavy to bear and I feel like I need to cry but I'm on testosterone, so I can't cry easily so I pour all my would-be tears into my ceramics.",
    "role": "Bed-Stuy Community Member; Member"
  },
  {
    "name": "Binta Coulibaly",
    "reason": "Artshack is meant to be a safe space for the community. It's current leadership is forcing it to be a white supremacist, gentrifying force in the neighborhood.",
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Anna Letson",
    "reason": "Like many, Artshack's mission is what attracted me to the studio. The community I have found within Artshack is endlessly inspirational and supportive, and their dedication to and embodiment of the mission is what keeps this place alive. It is blatantly obvious and egregiously ironic that the executive director does not reflect those values. This leadership must be held accountable. Artshack deserves stewardship rooted in transparency, equity and care for the community it serves and fights to uplift.",
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Rikki  Amani",
    "reason": "With so many places popping up in bedstuy severely lacking or neglecting direction toward a mission it is truly important that as community members we rally around the mission of anti-racism and queer affirming community space that art shack proposes in its statement. Although artshack can be perceived as a gentrifying project toward already minimized black and brown community members having such a mission in place (anti-racism, and other critical affiliations) can alleviate some of the cultural and communal tension. It is critical to practice, anti-racism and queer affirmation, especially in times that are so strife with political unrest and communal discourse. Already having incidents of racism in the past It is crucial that art \nshack fortifies their mission in this way to the community that has served it as well as it has served its community.",
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Judah Wilson",
    "reason": "Artshack is an excellent community gathering space. One which I hold fond memories in. The mission must not be lost or a true gem will be as well.",
    "role": "Bed-Stuy Community Member; Student; Volunteer; Ally"
  },
  {
    "name": "Mika Greene",
    "reason": null,
    "role": "Bed-Stuy Community Member; Student; Ally"
  },
  {
    "name": "Atlas Thomas",
    "reason": "In a time where we are seeing the world slide further into fascism, it is important to form strong connections and stand with each other rather than let arbitrary differences separate us. For years, I thought I was working towards a brighter future under the guidance of Artshack's mission, making connections and spreading resources to the surrounding community, though now it seems that work was only for show. Given recent events, I am only more dedicated to the mission and I truly believe that staying aligned with these goals will make us stronger as a collective in the coming days, months, and years.",
    "role": "Staff; Teacher"
  },
  {
    "name": "Kathleen  Malnati",
    "reason": "I'm grateful to have been brought into the work of the mission by the Artshack Community, and to continue showing up for it.",
    "role": "Staff; Member"
  },
  {
    "name": "Gabriel Lee",
    "reason": "Artshack should be a haven in a terrible world, particularly for those most harmed by it.",
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "kali block-steele",
    "reason": "the mission is what brought me to artshack in the first place, and it’s the community of people i met that made me stay. \n\nas a student for over a year, i only recently learned who the executive director was.  it’s been deeply upsetting to learn of the immense harm this one person has caused to so many of the incredible people that make artshack what it is. \n\ni am devoted to the community that the PEOPLE of artshack have built, and will continue to fight to save that. now is not the time for the will of a single white woman to destroy a haven for hundreds that the people of this community have made possible.",
    "role": "Staff; Bed-Stuy Community Member; Student; Working Member"
  },
  {
    "name": "Anastasia Corrine",
    "reason": null,
    "role": "Teacher"
  },
  {
    "name": "Toomi Al-Dhahi",
    "reason": null,
    "role": "Bed-Stuy Community Member; Student; Member"
  },
  {
    "name": "Leanne Gan",
    "reason": "I joined artshack because of its dedication to anti-racism through its programming, through its scholarships, and through its focus on community. My hope is that the community can be brought in to help be a part of the solution when problems arise. In a time when DEI initiatives are being rolled back, it’s imperative we stick to our values.",
    "role": "Working Member"
  },
  {
    "name": "Angelique De Castro",
    "reason": "Artshack has been my haven for creativity and connection with this neighborhood. Over the years, it's been hard to witness and experience repeated patterns of harm that drove many of my friends and mentors away. It's never too late to come to the table a listen to each other with an open heart and intention to reaffirm Artshack's mission together.",
    "role": "Member"
  },
  {
    "name": "MR Ngo",
    "reason": "I've met so many lovely, creative, cool, silly people at Artshack. And, the way I see it, the mission is a promise to invite in all of those people, make them feel welcome, listen to them, and protect them. Artshack leadership fails to live up to that promise, and that is why I stand in solidarity with the community members fighting to fix that.",
    "role": "Member; Ally"
  },
  {
    "name": "Toby Glover",
    "reason": "Built upon the foundation of the mission, Artshack's people and positive atmosphere has fundamentally changed my perspective and the way I move through the world. Everyone deserves to have access to this space -- I am sure that adopting a more conservative mission will reduce the diversity of people who choose to enter this space.",
    "role": "Bed-Stuy Community Member; Member"
  },
  {
    "name": "sus adrian",
    "reason": "Artshack has become such an important place for many.. I want it to survive, to thrive, to live up to its full potential. A place where neighbors and newcomers feel welcome, staff sticks around long term and leaves with a good taste in their mouth, where true community is built, people know each other, and conflict is handled with honesty, directness, and accountability. A place that takes the mission of anti-racist queer-affirming and, I’d add, class justice seriously, as a daily action. Internal tension can be felt from the outside by students, parents, cafe patrons, neighbors, etc. Let’s stop pretending. Let’s make Artshack a place that long term residents of BedStuy are proud of. Let’s care for the few that were sacrificed for the many.",
    "role": "Working Member"
  },
  {
    "name": "Corey Grad",
    "reason": "I have participated in fundraisers for Artshack and am disheartened to hear these cases where the organization has not lived up to its values. I stand with the Artshack community and fully support their demands.",
    "role": "Ally"
  },
  {
    "name": "Julia Thompson",
    "reason": "So the space and community are safe and accessible to everyone. Following the mission gives the organization the scaffolding it needs to be a part of the collective effort to dismantle white supremacy.",
    "role": "Member"
  },
  {
    "name": "Alex Baren",
    "reason": null,
    "role": "Teacher; Bed-Stuy Community Member; Member"
  },
  {
    "name": "Jessika Stocker",
    "reason": "Artshack is my main source of income and community as I go through grad school. I’ve learned so much about myself and people in general from the Artshack community let alone what I’ve learned about clay and I don’t know what I would do without the members space and everyone in it. As a white woman, I will remain committed to being accountable and to hold others accountable to being anti-racist.",
    "role": "Teacher; Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Travis Nichols",
    "reason": "I came to Artshack when I REALLY needed it, and I can’t even begin to express how much it has meant to me. So when I started learning that my experience wasn’t universal, nopenopenope. It *must* exist out loud for everyone the way I (in my naivety) was. Artshack is necessary for so many people, and it is *absolutely necessary* for it to live its mission.",
    "role": "Student; Member"
  },
  {
    "name": "Anna Maconachy",
    "reason": "Artshack is so unique and special and that’s because of its mission and the people who stand behind it.",
    "role": "Working Member"
  },
  {
    "name": "Christopher Combemale",
    "reason": "Artshack has been a major part of my life for the last 6 years, from the community of members to my beloved students. I want to see it continue to grow and be a happy, welcoming space for all, especially the staff who keep our wonderfully chaotic studio moving.",
    "role": "Teacher; Working Member"
  },
  {
    "name": "Joanna Choi",
    "reason": "Given Artshack’s history of racism, canceling anti-racism work would be a step in the wrong direction. What would Artshack’s place be in the neighborhood it occupies?",
    "role": "Working Member"
  },
  {
    "name": "Sam Marvin",
    "reason": null,
    "role": "Working Member"
  }
]
