[
  {
    "name": "Toomi Al-Dhahi",
    "reason": null,
    "role": "Bed-Stuy Community Member; Student; Member"
  },
  {
    "name": "Leanne Gan",
    "reason": "I joined artshack because of its dedication to anti-racism through its programming, through its scholarships, and through its focus on community. My hope is that the community can be brought in to help be a part of the solution when problems arise. In a time when DEI initiatives are being rolled back, it’s imperative we stick to our values.",
    "role": "Working Member"
  },
  {
    "name": "Angelique De Castro",
    "reason": "Artshack has been my haven for creativity and connection with this neighborhood. Over the years, it's been hard to witness and experience repeated patterns of harm that drove many of my friends and mentors away. It's never too late to come to the table a listen to each other with an open heart and intention to reaffirm Artshack's mission together.",
    "role": "Member"
  },
  {
    "name": "MR Ngo",
    "reason": "I've met so many lovely, creative, cool, silly people at Artshack. And, the way I see it, the mission is a promise to invite in all of those people, make them feel welcome, listen to them, and protect them. Artshack leadership fails to live up to that promise, and that is why I stand in solidarity with the community members fighting to fix that.",
    "role": "Member; Ally"
  },
  {
    "name": "Toby Glover",
    "reason": "Built upon the foundation of the mission, Artshack's people and positive atmosphere has fundamentally changed my perspective and the way I move through the world. Everyone deserves to have access to this space -- I am sure that adopting a more conservative mission will reduce the diversity of people who choose to enter this space.",
    "role": "Bed-Stuy Community Member; Member"
  },
  {
    "name": "sus adrian",
    "reason": "Artshack has become such an important place for many.. I want it to survive, to thrive, to live up to its full potential. A place where neighbors and newcomers feel welcome, staff sticks around long term and leaves with a good taste in their mouth, where true community is built, people know each other, and conflict is handled with honesty, directness, and accountability. A place that takes the mission of anti-racist queer-affirming and, I’d add, class justice seriously, as a daily action. Internal tension can be felt from the outside by students, parents, cafe patrons, neighbors, etc. Let’s stop pretending. Let’s make Artshack a place that long term residents of BedStuy are proud of. Let’s care for the few that were sacrificed for the many.",
    "role": "Working Member"
  },
  {
    "name": "Corey Grad",
    "reason": "I have participated in fundraisers for Artshack and am disheartened to hear these cases where the organization has not lived up to its values. I stand with the Artshack community and fully support their demands.",
    "role": "Ally"
  },
  {
    "name": "Julia Thompson",
    "reason": "So the space and community are safe and accessible to everyone. Following the mission gives the organization the scaffolding it needs to be a part of the collective effort to dismantle white supremacy.",
    "role": "Member"
  },
  {
    "name": "Alex Baren",
    "reason": null,
    "role": "Teacher; Bed-Stuy Community Member; Member"
  },
  {
    "name": "Jessika Stocker",
    "reason": "Artshack is my main source of income and community as I go through grad school. I’ve learned so much about myself and people in general from the Artshack community let alone what I’ve learned about clay and I don’t know what I would do without the members space and everyone in it. As a white woman, I will remain committed to being accountable and to hold others accountable to being anti-racist.",
    "role": "Teacher; Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Travis Nichols",
    "reason": "I came to Artshack when I REALLY needed it, and I can’t even begin to express how much it has meant to me. So when I started learning that my experience wasn’t universal, nopenopenope. It *must* exist out loud for everyone the way I (in my naivety) was. Artshack is necessary for so many people, and it is *absolutely necessary* for it to live its mission.",
    "role": "Student; Member"
  },
  {
    "name": "Anna Maconachy",
    "reason": "Artshack is so unique and special and that’s because of its mission and the people who stand behind it.",
    "role": "Working Member"
  },
  {
    "name": "Christopher Combemale",
    "reason": "Artshack has been a major part of my life for the last 6 years, from the community of members to my beloved students. I want to see it continue to grow and be a happy, welcoming space for all, especially the staff who keep our wonderfully chaotic studio moving.",
    "role": "Teacher; Working Member"
  },
  {
    "name": "Joanna Choi",
    "reason": "Given Artshack’s history of racism, canceling anti-racism work would be a step in the wrong direction. What would Artshack’s place be in the neighborhood it occupies?",
    "role": "Working Member"
  },
  {
    "name": "Sam Marvin",
    "reason": null,
    "role": "Working Member"
  },
  {
    "name": "Binta Coulibaly",
    "reason": "Artshack is meant to be a safe space for the community. It's current leadership is forcing it to be a white supremacist, gentrifying force in the neighborhood.",
    "role": "Teacher; Working Member"
  }
]
