[
  {
    "name": "Justin Moore",
    "reason": null,
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Juniellia Jack",
    "reason": "I have begun dabbling in pottery and clay and would love to visit the studio one day! It seems like a safe space for EVERYONE",
    "role": "Member"
  },
  {
    "name": "Jodi Cailler",
    "reason": null,
    "role": "Bed-Stuy Community Member"
  },
  {
    "name": "Nikita Freyermuth",
    "reason": null,
    "role": "Member"
  },
  {
    "name": "Audrey Valbuena",
    "reason": null,
    "role": "Student; Member"
  },
  {
    "name": "Rachel Pincus",
    "reason": null,
    "role": "Student"
  },
  {
    "name": "Emma Banta",
    "reason": "It is the reason I came to Artshack instead of the many other ceramics studios in the New York area. \n\nI aspire to be part of a studio that connects to and works with and for the greater community around it.",
    "role": "Bed-Stuy Community Member; Student"
  },
  {
    "name": "Phil Ngo",
    "reason": "Artshack’s mission and legacy of intentional community building and anti-racist policies has made it a uniquely suitable place to learn ceramics and build a community of artists. Artshack has been and should continue to be an intentionally welcoming space for people of color and the LGBTQ+ community.\n\nI had a wonderful experience there in a beginner art class with my kids, wife, and sibling, who is a long time member. I have witnessed the remarkable strength of the community in my short term involvement and in my sibling’s continued longer-term involvement.\n\nI hope Artshack leadership will prioritize decision making that respects its own mission and learns from community feedback, so that the community can continue to grow in a healthy and inclusive direction.",
    "role": "Ally"
  },
  {
    "name": "Mahirah Billah",
    "reason": "I believe all spaces should be committed to their mission and fully uphold the values they were founded on.",
    "role": "Ally"
  },
  {
    "name": "Chad Cannon",
    "reason": "Diversity is strength, financial transparency is honesty, and being accountable to the community the organization serves is integrity!",
    "role": "Ally"
  },
  {
    "name": "subu s",
    "reason": null,
    "role": "Bed-Stuy Community Member; Student; Ally"
  },
  {
    "name": "Tamara  Forrest",
    "reason": "Ceramics was by far one of my favorite classes in high school. 25 years later, my work, my energy and ingenuity still rests at my mom’s home. #TeamCameo #TeamDoRight",
    "role": "Ally"
  },
  {
    "name": "Subu S",
    "reason": null,
    "role": "Student; Ally"
  },
  {
    "name": "J Mentor",
    "reason": "Stand united.",
    "role": "Parent; Ally"
  },
  {
    "name": "Ellen Eberhardt",
    "reason": "A friend is employed there and I would like to support her and coworkers efforts!",
    "role": "Ally"
  },
  {
    "name": "Natalie Snodgrass",
    "reason": "it’s disheartening to learn that anyone in this community i care so much for has felt unsafe or unheard. I’m signing this petition with the deep hope that it will encourage the organization to recommit wholeheartedly and earnestly to the mission it has promised. it seems more important now than ever that Artshack exists as a bastion of racial equity, queer inclusion, and creativity opportunity for all people",
    "role": "Student"
  },
  {
    "name": "Tivon Phillips",
    "reason": "Repressing and punishing artists through systemic racism and capitalistic exploitation under the guise of a “community based nonprofit” is very obviously wrong. I support Artshack, its talent and community principles in relation to leadership and inclusion. I support the demands and reforms waiting to be instituted for an Artshack that is truly accessible and revitalizing.",
    "role": "Bed-Stuy Community Member; Volunteer; Ally"
  },
  {
    "name": "Roni Shabo",
    "reason": "If artshack is not a safe space for some, it is not a safe space for all.",
    "role": "Member"
  },
  {
    "name": "Gabrielle Tang",
    "reason": "While the ceramics community in NYC has made efforts to remove barriers that have historically kept out POCs — particularly Black artists — from access to community studio spaces & classes, many studios still remain largely run with policies & cultures that have underlying white supremacist cores. Racially diversifying board and staff is one step, but the Artshack community also deserves a leader (or leaders) who approaches the community with compassion, openness, and humility instead of condescension and close-mindedness. These latter attributes, as currently exhibited by McKendree, signal to the Artshack community a holding onto of racist & anti-feminist beliefs — whether conscious or unconscious. The lack of conversation, let alone collaboration, with concerned members of the community is alarming about any leadership. The clay community in NYC is precious to me & I desire to see everyone flourish in their craft & their joy in clay. Therefore, it’s important to me to see studios be not only creative spaces but also spaces of compassion & joy-fostering. I stand with the community in wanting an appropriate space for them to make work & learn ceramics in safety & comfort.",
    "role": "Ally"
  },
  {
    "name": "Gabrielle Tang",
    "reason": "While the ceramics community in NYC has made efforts to remove barriers that have historically kept out POCs — particularly Black artists — from access to community studio spaces & classes, many studios still remain largely run with policies & cultures that have underlying white supremacist cores. Racially diversifying board and staff is one step, but the Artshack community also deserves a leader (or leaders) who approaches the community with compassion, openness, and humility instead of condescension and close-mindedness. These latter attributes, as currently exhibited by McKendree, signal to the Artshack community a holding onto of racist & anti-feminist beliefs — whether conscious or unconscious. The lack of conversation, let alone collaboration, with concerned members of the community is alarming about any leadership. The clay community in NYC is precious to me & I desire to see everyone flourish in their craft & their joy in clay. Therefore, it’s important to me to see studios be not only creative spaces but also spaces of compassion & joy-fostering. I stand with the community in wanting an appropriate space for them to make work & learn ceramics in safety & comfort.",
    "role": "Ally"
  },
  {
    "name": "Veronica Fyer-Morrel",
    "reason": null,
    "role": "Bed-Stuy Community Member"
  },
  {
    "name": "Liysa Mendels",
    "reason": "Because no one is free until we are all free",
    "role": "Ally"
  },
  {
    "name": "Elisa Trombetta",
    "reason": null,
    "role": "Member"
  },
  {
    "name": "Anny Chen",
    "reason": "They fired my partner at the height of Covid lockdown and are run by racists who have more internal work to do to unlearn white supremacy",
    "role": "Bed-Stuy Community Member"
  },
  {
    "name": "Em Ruby",
    "reason": null,
    "role": "Student"
  },
  {
    "name": "Daniel Bulpitt",
    "reason": null,
    "role": "Member"
  },
  {
    "name": "Debbie Stenoien",
    "reason": null,
    "role": "Parent"
  },
  {
    "name": "Tolu Kay",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Anna Wilson",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Ariela Reyes",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Menemsha Thompson",
    "reason": "Artshack’s mission is what binds this vibrant artist community. Reflected in this petition is enormous love for Artshack and a fierce dedication to actualizing its potential. I am proud to be in community with Artshack artists and am inspired by their courage and grit. Hoping this leads to positive transformation.",
    "role": "Bed-Stuy Community Member"
  },
  {
    "name": "Nadia Teima",
    "reason": null,
    "role": "Bed-Stuy Community Member"
  },
  {
    "name": "August Mondale",
    "reason": "Artshack has an amazing community, and I support the efforts of the staff to maintain a positive space for everyone who visits.",
    "role": "Ally"
  },
  {
    "name": "Ruby O'Keeffe",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Phillip Retuta",
    "reason": "To make everyone feel both safe and welcomed.",
    "role": "Student"
  },
  {
    "name": "Claire Hsu",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Mallory Banks",
    "reason": "While I learned how to throw at Artshack, I also went through several instances of undue racialized harm (including deeply upsetting run ins with members of leadership and staff) while I was a student (and TA) there. I deeply wanted Artshack to be a place that aligned with its stated mission, but it simply did not fulfill what it set out to do.",
    "role": "Student"
  },
  {
    "name": "Amelia Pinney",
    "reason": "This is important to me because Art Shack’s mission is what creates a safe and welcoming space for us to gather. If we don’t stay true to that mission, the space loses what makes it so special.",
    "role": "Student"
  },
  {
    "name": "Phebe Warren",
    "reason": null,
    "role": "Bed-Stuy Community Member; Student; Ally"
  },
  {
    "name": "Stella Namboos",
    "reason": null,
    "role": "Teacher; Bed-Stuy Community Member"
  },
  {
    "name": "Dana barnes",
    "reason": "As a black woman teaching artist and current student for it is important for me to stand up for the community that supports and aids into the development of black and brown students. I do not support organizations that are built on the foundation of black and brown communities but fail to meet the basic requirements to do so. furthermore given the demographic of artshack, it is VERY contradicting to preach that this mission is important to the community when it looks like only one person is benefiting from these changes. it’s the same story over and over again for generations - when will shit ACTUALLY change??",
    "role": "Teacher; Student; Ally"
  },
  {
    "name": "Charlotte Bowditch",
    "reason": "Protecting and supporting members of my community is the most important thing in any organization. \nThe people who work and worked at artshack are instrumental to the experience as a student, creating a supportive environment and encouraging creativity.\nEveryone deserves to feel safe and heard. Artshacks mission to be antiracist and queer affirming is needed now more than ever.",
    "role": "Student"
  },
  {
    "name": "Lateefah  Torrence",
    "reason": "In addition to the well-considered demands, I suggest that Artshack also establish a Community Advisory Board to provide balance to the governing structure. A community can't be served if it isn't heard.",
    "role": "Parent"
  },
  {
    "name": "Sheena Matheiken",
    "reason": "The Artshack community has been a huge part of my life the past 2 years. Artshack's mission is what brings this beautiful community together. It is in times of crisis that an organization's mission is truly tested, and the only way to uphold its promise is to engage in an open, honest and ongoing dialogue with its community, no matter how hard that may be. I hope this petition will be received as a sign of the commitment and willingness of all of us to actively participate in that difficult work. I hope this is a vital step toward Artshack’s growth and reconciliation.",
    "role": "Working Member"
  },
  {
    "name": "LaShawn S.",
    "reason": "I made the decision to leave my previous studio because of Artshack's mission and what I perceived to be an earnest and honest accounting of what it means to live that out loud and with integrity. I have been fortunate that the folks I've met, including my teacher, have been committed to facilitating and upholding the mission of Artshack while expanding my love for clay. But it pains me to hear that that is not the reality for Artshack as a whole. With the state of the world, my class has been a real place of joy for me as has been my coffee breaks in the café. I'd implore Artshack leadership to listen to its community members who are operating from a space of wanting it to thrive. Brooklyn is losing many of its gathering spaces, especially those that recognize the violence of anti-Blackness and gentrification in our neighborhoods. We all are invested in seeing Artshack be a place that continues to offer members and students, adult and children, a space to be their best whole, selves while there. It's never too late to do the right thing. The good thing is the community has generously outlined what accountability and repair are needed to get Artshack there.",
    "role": "Student"
  },
  {
    "name": "Imaan Selim",
    "reason": null,
    "role": "Bed-Stuy Community Member"
  },
  {
    "name": "Jim Baek",
    "reason": "Art shack has an oppty to be a different type of nonprofit. A truly community based and driven organization vs. a more typical social services agency.",
    "role": "Bed-Stuy Community Member; Parent"
  },
  {
    "name": "Nia Sanders",
    "reason": "As a former member/student at Artshack, a member of the bedside community, and a queer and Black woman within the broader ceramics community, I believe this mission is important in order to make this particular ceramics space as inclusive to all as possible, and this must include hearing and uplifting the voices of those who have been historically and presently silenced, and in doing so support And evolve the broader ceramics community by making it more universally inclusive and equitable as well. Accountability is such a huge part of this work, and as someone who believes in the mission of Artshack and has firsthand witnessed the positive work that has come from the organization, it’s critical that these moments where it is clear that conversation, action, and change needs to happen, that the mission (and the history that led to its current articulation) needs to be held at the center, and actively practiced by all who are involved, especially those who hold power within the community.",
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Theo  Haber",
    "reason": null,
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Isla Waters",
    "reason": null,
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Mary Locke",
    "reason": "Artshack has been a wonderful place and I've appreciated the staff and community greatly. Adhering to the mission is necessary, especially as it relates to the history and future of Bedstuy. When Artshack can align with the mission, as many/most of the staff desire and perpetuate in their work, Artshack and the community can thrive together. It's at it's best when you see this alignment. When the mission is ignored, it's a betrayal to the community that has been curated there. I support conversations and actions that support the mission being taken seriously. Thank you to the teammembers, community, and allies who stand up for it.",
    "role": "Bed-Stuy Community Member; Student; Ally"
  },
  {
    "name": "Mason Murray",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Camille Seda",
    "reason": null,
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Mazin Sidahmed",
    "reason": null,
    "role": "Student"
  },
  {
    "name": "Tom Edwards",
    "reason": null,
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Whitney Chandler",
    "reason": "I love Artshack! It's so important to keep our space open for the kids and our community and to stick to our mission!",
    "role": "Teacher; Working Member"
  },
  {
    "name": "Foluso Ogundepo",
    "reason": "Artshack is a vital community creative space. It is impartative that the workers who make it a safe community hub feel safe when they go to work. These vunerable workers are risking retaliation by taking this public, which makes it clear that McKendree Key has refused all internal attemps at accountability. She is uninterested in doing any real work to dismantle her own racism and bigotry. Mentioning anti-racism in the mission statment is performative - you actually have to practice what you preach. If you can't, then you are unfit to be in a leadership position. As a Brooklyn community memeber and ally, I fully support Art Shack's staff, and will do whatever I can to help ensure their demands are met. Sending support and love to the Artshack staff. We stand with you!",
    "role": "Ally"
  },
  {
    "name": "Chrissy Pavone",
    "reason": null,
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Julia Ha",
    "reason": null,
    "role": "Student"
  },
  {
    "name": "p parsa",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Tom Ngo",
    "reason": "ArtShack isn’t a pottery studio that happens to be anti-racist and queer-affirming. It’s the converse. At its heart, it’s a community built on those values—equity, inclusion, care—and clay just happens to be the medium that brings people together.\n\nFor our child, it’s been a space of real connection and creativity for years. That point came home to us on our last visit from LA to NYC. I saw thriving affirmation of the belonging that they crave. \n\nArtshack's mission is to make art—but also to make room. That makes this initiative a pivotal, existential moment for the community. What is Artshack, and for what does it exist? The outcome of this referendum will be an answer to those questions.",
    "role": "Parent"
  },
  {
    "name": "Grace Michaud",
    "reason": null,
    "role": "Bed-Stuy Community Member"
  },
  {
    "name": "Punit Lad",
    "reason": "The beauty of a neighbourhood comes in the form of spaces where people can create community, feel accepted and represent the diverse nature of said neighbourhood. Artshack is and has been one of these places and an important one in a community as diverse as BedStuy. The protection of a space like ArtShack is also the protection of the community it stands within. I stand with those of the ArtShack community and their demands.",
    "role": "Ally"
  },
  {
    "name": "Alfonso François",
    "reason": "I’ve spent over a year on ArtShack’s cafe staff and have met so many wonderful people during my time. It’s because of the amazing patrons and studio staff that I wanted to continue nurturing my newfound love for clay. It saddens me that the mission to develop accountability as an anti-racist, queer-affirming organization is met with what seems to be a direct conflict of human interest. One person’s vision created something beautiful in Bed-Stuy, a neighborhood I am from and have seen change significantly over the last 30+ years. With respect to the history of the neighborhood and its beautiful people, the community at ArtShack should impacted positively by its present. Once it becomes the opposite, then reflection and accountability is called for from those changing the tides. I hope to see the space and its people operate in the harmony it deserves. I truly love this place and speak highly of its offerings. Wishing nothing but the best.",
    "role": "Staff; Ally"
  },
  {
    "name": "Saoli Nguyen",
    "reason": "I have frequented Art Shack as a local friend and neighbor, and I know it as a welcoming, vibrant, and uplifting space. I strongly believe that this is due to the culture that has been created by the wonderful staff, teachers, volunteers, and community members. Art Shack would not be what it is without any of these people, and I'm very disappointed to learn that its leadership is undermining the very fabric of what makes this space amazing. I fully stand with the Art Shack community and will show my support in any way possible.",
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Leo Stratus",
    "reason": "Every moment I spend at Artshack with the people who keep it running each day, I am a better person for. Whether employee, worker-member, scholarship student, regular student, teacher, resident artist, friend - I am a better person for.",
    "role": "Member"
  },
  {
    "name": "Brianna Soleyn",
    "reason": "We need a safe and welcoming spacece that’s not alienating to the surrounding community- that fosters and empowers workers and members rather than promoting toxicity and control!",
    "role": "Ally"
  },
  {
    "name": "Nathaniel Stoner",
    "reason": "I signed this petition because Artshack’s mission—to serve its community through inclusive, accessible, and equitable arts programming—is something I believe in deeply. That mission can only be realized when the leadership upholds the same values it claims to promote. It’s incredibly disheartening to see actions that contradict commitments to anti-racism and community care, especially when they impact the very people who make Artshack a meaningful and safe space. I stand in solidarity with the staff, artists, and community members calling for accountability, transparency, and restorative justice. This is about protecting the integrity of a space that should belong to everyone—especially those who have historically been excluded or harmed.",
    "role": "Ally"
  },
  {
    "name": "eliette  C",
    "reason": "McKendree Key claims to have created an anti-racist organization but creating an organization with unilateral control is not anti-racist. anti-racism is only formed in community, not by a tyrant. a community center should be community!",
    "role": "Ally"
  },
  {
    "name": "Naomi Day",
    "reason": "Artshack’s focus on bringing the transformative power of the earth (quite literally!!) into a historically Black community that has been attacked and demeaned and so much more is deeply meaningful to me both as an artist and as a community member committed to upholding liberation and interconnected relationship building in these contexts.",
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Erika Ngo",
    "reason": "ArtShack has been a safe place of creativity, friendship and joy for my child for many years. I have attended one fundraising event and was impressed with the body of work of its students and staff as well as the beautiful facility and the  anchor it is to the neighborhood. When so many people are hurting and cries for reform are this loud then positive action for change must occur. I support reform and sincere engagement to address the issues of racism and diversity and inclusion.",
    "role": "Parent; Ally"
  },
  {
    "name": "Adrian Elim",
    "reason": "Some friends of mine work at Artshack and I am a firm believer in workers rights, unions etc. besides with all the relentless gentrification currently ravaging our neighborhoods - these organizations need to be held to a higher standard if they plan to stay",
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "LaQuann Dawson",
    "reason": null,
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Isabel Mendia",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Sarah Ngo",
    "reason": "Art Shack is a treasured safe space and source of community support for someone very dear to me, as I’m sure it is for so many others. Keep Art Shack a supportive, inclusive community!!",
    "role": "Ally"
  },
  {
    "name": "michael  dajour",
    "reason": "As a previous student, staff member, and now current working member that was introduced to clay through Artshack and the beautiful diverse community that it holds, it hurts to hear about the actions that have been taking place in this once holistic space. In a time where DEI actions are taking place, it is important that Artshack is held accountable to uphold the standards of the mission statement that is proudly waved on their website. If the mission statement is not being practiced on a daily basis, then it should be updated immediately instead of waving it around to continue receiving funding and grants that were giving to them on said premises. You should NOT be silencing people with retaliation for bringing awareness and accountability to your very eyes.",
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Noelani Fishman",
    "reason": "I’ve visited Artshack numerous times for events and always uplifted by the community. It’s a shame for that to be tainted",
    "role": "Ally"
  },
  {
    "name": "Sarah Steidle",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Savannah Ngo",
    "reason": "Communication is key. Cutting off communication is the sure downfall of any great organization. I hope the ED comes to the table, hears the concerns of the community, and responds as needed.",
    "role": "Student"
  },
  {
    "name": "Elycia Castaneda",
    "reason": null,
    "role": "Staff; Member"
  },
  {
    "name": "Sarah Hulton",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Phil Herbert",
    "reason": "Artshack is a critical part of the community - I have personally seen the hugely positive impact it has had on many friends, the importance it has in the neighbourhood, and the lifeline it represents to artists throughout Bed-Stuy.",
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Julie L.",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "fayola fair",
    "reason": "you put these words in your mission statement. you decided to align yourself with anti-racist practice, now is the time to step up and be held\naccountable for maintaining the mission YOU created.",
    "role": "Working Member"
  },
  {
    "name": "Stephanie O’Brien",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Dan Hanf",
    "reason": null,
    "role": "Bed-Stuy Community Member"
  },
  {
    "name": "Sara Parelhoff",
    "reason": "If Artshack is going to purport to be a net good for the community, then that must be backed up by action.",
    "role": "Ally"
  },
  {
    "name": "Mary Bess Pritchett",
    "reason": "In a time of consistent attacks on diversity, equity, inclusion, accessibility, and creative expression, spaces like Artshack are vital. And, if those in leadership at such a crucial community hub cannot create safe spaces for its staff, students, members, and their families, then accountability must be taken and grievances addressed. Sending all my support and gratitude to the Artshack staff and community!",
    "role": "Ally"
  },
  {
    "name": "Sam Speedy",
    "reason": null,
    "role": "Student"
  },
  {
    "name": "Paige Hackworth",
    "reason": "Art shack should be an inclusive and safe place for everyone who attends.",
    "role": "Ally"
  },
  {
    "name": "Jerry Mao",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Anjali Ahuja",
    "reason": null,
    "role": "Ally"
  },
  {
    "name": "Candice Bailey",
    "reason": "Every person, regardless of background, finances, or identity, deserves access to clay and art and the freedom, joys, and lessons that clay can teach us all.",
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Mabel Namboos",
    "reason": null,
    "role": "Teacher; Bed-Stuy Community Member"
  },
  {
    "name": "Mars Dixon",
    "reason": "Artshack is my third place. It's my meditative space, my creative space, my community space. It's the first place I go when the cruelty/violence/white supremacy of the world is too heavy to bear and I feel like I need to cry but I'm on testosterone, so I can't cry easily so I pour all my would-be tears into my ceramics.",
    "role": "Bed-Stuy Community Member; Member"
  },
  {
    "name": "Binta Coulibaly",
    "reason": "Artshack is meant to be a safe space for the community. It's current leadership is forcing it to be a white supremacist, gentrifying force in the neighborhood.",
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Anna Letson",
    "reason": "Like many, Artshack's mission is what attracted me to the studio. The community I have found within Artshack is endlessly inspirational and supportive, and their dedication to and embodiment of the mission is what keeps this place alive. It is blatantly obvious and egregiously ironic that the executive director does not reflect those values. This leadership must be held accountable. Artshack deserves stewardship rooted in transparency, equity and care for the community it serves and fights to uplift.",
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Rikki  Amani",
    "reason": "With so many places popping up in bedstuy severely lacking or neglecting direction toward a mission it is truly important that as community members we rally around the mission of anti-racism and queer affirming community space that art shack proposes in its statement. Although artshack can be perceived as a gentrifying project toward already minimized black and brown community members having such a mission in place (anti-racism, and other critical affiliations) can alleviate some of the cultural and communal tension. It is critical to practice, anti-racism and queer affirmation, especially in times that are so strife with political unrest and communal discourse. Already having incidents of racism in the past It is crucial that art \nshack fortifies their mission in this way to the community that has served it as well as it has served its community.",
    "role": "Bed-Stuy Community Member; Ally"
  },
  {
    "name": "Judah Wilson",
    "reason": "Artshack is an excellent community gathering space. One which I hold fond memories in. The mission must not be lost or a true gem will be as well.",
    "role": "Bed-Stuy Community Member; Student; Volunteer; Ally"
  },
  {
    "name": "Mika Greene",
    "reason": null,
    "role": "Bed-Stuy Community Member; Student; Ally"
  },
  {
    "name": "Atlas Thomas",
    "reason": "In a time where we are seeing the world slide further into fascism, it is important to form strong connections and stand with each other rather than let arbitrary differences separate us. For years, I thought I was working towards a brighter future under the guidance of Artshack's mission, making connections and spreading resources to the surrounding community, though now it seems that work was only for show. Given recent events, I am only more dedicated to the mission and I truly believe that staying aligned with these goals will make us stronger as a collective in the coming days, months, and years.",
    "role": "Staff; Teacher"
  },
  {
    "name": "Kathleen  Malnati",
    "reason": "I'm grateful to have been brought into the work of the mission by the Artshack Community, and to continue showing up for it.",
    "role": "Staff; Member"
  },
  {
    "name": "Gabriel Lee",
    "reason": "Artshack should be a haven in a terrible world, particularly for those most harmed by it.",
    "role": "Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "kali block-steele",
    "reason": "the mission is what brought me to artshack in the first place, and it’s the community of people i met that made me stay. \n\nas a student for over a year, i only recently learned who the executive director was.  it’s been deeply upsetting to learn of the immense harm this one person has caused to so many of the incredible people that make artshack what it is. \n\ni am devoted to the community that the PEOPLE of artshack have built, and will continue to fight to save that. now is not the time for the will of a single white woman to destroy a haven for hundreds that the people of this community have made possible.",
    "role": "Staff; Bed-Stuy Community Member; Student; Working Member"
  },
  {
    "name": "Anastasia Corrine",
    "reason": null,
    "role": "Teacher"
  },
  {
    "name": "Toomi Al-Dhahi",
    "reason": null,
    "role": "Bed-Stuy Community Member; Student; Member"
  },
  {
    "name": "Leanne Gan",
    "reason": "I joined artshack because of its dedication to anti-racism through its programming, through its scholarships, and through its focus on community. My hope is that the community can be brought in to help be a part of the solution when problems arise. In a time when DEI initiatives are being rolled back, it’s imperative we stick to our values.",
    "role": "Working Member"
  },
  {
    "name": "Angelique De Castro",
    "reason": "Artshack has been my haven for creativity and connection with this neighborhood. Over the years, it's been hard to witness and experience repeated patterns of harm that drove many of my friends and mentors away. It's never too late to come to the table a listen to each other with an open heart and intention to reaffirm Artshack's mission together.",
    "role": "Member"
  },
  {
    "name": "MR Ngo",
    "reason": "I've met so many lovely, creative, cool, silly people at Artshack. And, the way I see it, the mission is a promise to invite in all of those people, make them feel welcome, listen to them, and protect them. Artshack leadership fails to live up to that promise, and that is why I stand in solidarity with the community members fighting to fix that.",
    "role": "Member; Ally"
  },
  {
    "name": "Toby Glover",
    "reason": "Built upon the foundation of the mission, Artshack's people and positive atmosphere has fundamentally changed my perspective and the way I move through the world. Everyone deserves to have access to this space -- I am sure that adopting a more conservative mission will reduce the diversity of people who choose to enter this space.",
    "role": "Bed-Stuy Community Member; Member"
  },
  {
    "name": "sus adrian",
    "reason": "Artshack has become such an important place for many.. I want it to survive, to thrive, to live up to its full potential. A place where neighbors and newcomers feel welcome, staff sticks around long term and leaves with a good taste in their mouth, where true community is built, people know each other, and conflict is handled with honesty, directness, and accountability. A place that takes the mission of anti-racist queer-affirming and, I’d add, class justice seriously, as a daily action. Internal tension can be felt from the outside by students, parents, cafe patrons, neighbors, etc. Let’s stop pretending. Let’s make Artshack a place that long term residents of BedStuy are proud of. Let’s care for the few that were sacrificed for the many.",
    "role": "Working Member"
  },
  {
    "name": "Corey Grad",
    "reason": "I have participated in fundraisers for Artshack and am disheartened to hear these cases where the organization has not lived up to its values. I stand with the Artshack community and fully support their demands.",
    "role": "Ally"
  },
  {
    "name": "Julia Thompson",
    "reason": "So the space and community are safe and accessible to everyone. Following the mission gives the organization the scaffolding it needs to be a part of the collective effort to dismantle white supremacy.",
    "role": "Member"
  },
  {
    "name": "Alex Baren",
    "reason": null,
    "role": "Teacher; Bed-Stuy Community Member; Member"
  },
  {
    "name": "Jessika Stocker",
    "reason": "Artshack is my main source of income and community as I go through grad school. I’ve learned so much about myself and people in general from the Artshack community let alone what I’ve learned about clay and I don’t know what I would do without the members space and everyone in it. As a white woman, I will remain committed to being accountable and to hold others accountable to being anti-racist.",
    "role": "Teacher; Bed-Stuy Community Member; Working Member"
  },
  {
    "name": "Travis Nichols",
    "reason": "I came to Artshack when I REALLY needed it, and I can’t even begin to express how much it has meant to me. So when I started learning that my experience wasn’t universal, nopenopenope. It *must* exist out loud for everyone the way I (in my naivety) was. Artshack is necessary for so many people, and it is *absolutely necessary* for it to live its mission.",
    "role": "Student; Member"
  },
  {
    "name": "Anna Maconachy",
    "reason": "Artshack is so unique and special and that’s because of its mission and the people who stand behind it.",
    "role": "Working Member"
  },
  {
    "name": "Christopher Combemale",
    "reason": "Artshack has been a major part of my life for the last 6 years, from the community of members to my beloved students. I want to see it continue to grow and be a happy, welcoming space for all, especially the staff who keep our wonderfully chaotic studio moving.",
    "role": "Teacher; Working Member"
  },
  {
    "name": "Joanna Choi",
    "reason": "Given Artshack’s history of racism, canceling anti-racism work would be a step in the wrong direction. What would Artshack’s place be in the neighborhood it occupies?",
    "role": "Working Member"
  },
  {
    "name": "Sam Marvin",
    "reason": null,
    "role": "Working Member"
  }
]
